<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<link rel="stylesheet" type="text/css" href="css/style.css">
<link rel="stylesheet" type="text/css" href="css/history.css">
<script src="js/script.js" type="text/javascript"></script>
<title>История основания ботанического сада</title>
</head>
<body>
<div class="wrapper">
	<%@ include file="header.jsp" %>
	
	<%@ include file="navigation.jsp" %>
	
	<nav class="history">
	<ul>
	<li><a href="#history_1">1931-1940 гг. Создание и становление Центрального ботанического сада</a><br>
	<li><a href="#history_2">1941-1944 гг. ВЕЛИКАЯ ОТЕЧЕСТВЕННАЯ ВОЙНА. Период оккупации и разрухи</a><br>
	<li><a href="#history_3">1944-1991 гг. Послевоенное восстановление Сада. 
						 Расцвет и период стабильного развития</a><br>
	<li><a href="#history_4">1992-2012 гг. адаптация к новым социально-экономическим условиям</a><br>
	</ul>
	</nav>
	
	<main>
		<h1>История становления и развития Центрального ботанического сада</h1>
		<h2 id="history_1">1931-1940 гг. Создание и становление Центрального ботанического сада</h2>
		<p><img src="images/history/history_1.jpg" class="history_img_1">
		<p>Вопрос о создании ботанического сада был поставлен в Белорусской академии наук (БелАН)
		ещё в 1930 г.
		
		<p>23 февраля 1931 г. на заседании Президиума АН БССР (протокол № 5) по вопросу
		об организации ботанического сада выступил Михаил Николаевич Гончарик.
		
		<p>17 апреля 1932 г. Советом Народных Комиссаров БССР былопринято постановление № 102,
		в котором одобрялось создание ботанического сада при АН БССР и давалось поручение
		Минскому Горисполкому определить границы ботанического сада.
		
		<p><b>17 апреля 1932 г. считается официальной датой образования Сада.</b>
		
		<p>Для строительства Сада отводилось 106 га территории возле парка Культуры и отдыха 
		(современный парк им. Челюскинцев) по адресу Борисовский тракт, 90. Эти земли были включены в 
		черту г. Минска сравнительно поздно. На планах Минска конца ХIХ - начала ХХ вв. можно видеть, 
		что эта территория находилась за пределами города. Здесь были леса и поля имения Слепянка. 
		Известно, что до ХVIII века имение принадлежало князьям Радзивиллам, а затем, до начала ХХ в. - 
		Ваньковичам. В 1923г. было принято решение о расширении городской территории за счет этих 
		национализированных земель и в конце 1920-х годов началось их освоение. Осенью 1931г. было 
		принято постановление Горсовета о выделении участка под ботанический сад. Горисполком также 
		принимает решение об установке ограды между Ботаническим садом и парком. Предполагалось, что 
		Сад должен был пропускать до 14000 человек в год.

		<p>Территория, отведенная под строительство ботанического сада, была покрыта низкорослым 
		сосновым лесом.

		<div class="history_img_2">
			<img src="images/history/photo_1.jpg"><BR>
			Мельник Степан Павлович
		</div>
		
		<p>1 марта 1933 г. Президиум БелАН назначил директором Ботанического сада дендролога, 
		доктора биологических наук, профессора Степана Павловича Мельника (протокол № 10 заседания 
		Президиума АН БССР от 29.03.1933). Именно Степан Павлович разработал принципы и научные 
		направления работы Сада, начал формировать научные кадры и технический персонал. С.П.Мельник 
		был не только талантливым ученым, но и прекрасным организатором, что очень важно для 
		руководителя ботанического сада, специфика деятельности которых требует 
		проведения научных исследований наряду с большим объёмом производственных работ.

		<p>Степан Павлович в достаточно короткие сроки сумел организовать работы по освоению 
		территории ботанического сада, формирование коллекций, строительство оранжерей и парников, 
		водоснабжение коллекций, заготовку почв и множество других видов работ, без которых немыслимо 
		выращивание растений и поддержание коллекций в надлежащем состоянии. Уже за два года 
		(1933-1934 гг.) было проведено профилирование аллей, дорожной сети, освоено 8 га, 
		на которых заложили питомники и дендрарий, 
		<a href="#" class="tooltip">
            помологический 
            <span><b>Помоло́гия</b><br>
            научная дисциплина в агрономии, которая занимается изучением сортов плодовых и ягодных 
            растений, сортоведение
            </span>
        </a>
        сад, живые изгороди.  
		Для выращивания новой в БССР культуры – винограда - было освоено 0,4га.В результате массовых 
		посевов семян 292 образцов древесно-кустарниковых растений уже за 2 года вырастили 3908 растений.

		<p>Для выполнения Центральным ботаническим садом научных и практических задач, а также работ, 
		связанных с его проектированием и строительством, была разработана и утверждена первая 
		структура сада, включающая 5 научных отделов:

		<p>
		<ul>
			<li>Отдел флоры– зав. проф. <i><b>Е.И. Проскуряков</b></i>
			<li>Отдел живых растений - зав. проф. <i><b>Иосиф Георгиевич Васильков</b></i>
			<li>Отдел споровых растений – зав. профессор <i><b>Михаил Петрович Томин</b></i>
			<li>Отдел помологии – зав. с.н.с., к.б.н. <i><b>Александр Иванович Черненков</b></i>
			<li>Отдел гербария и ботанический музей – зав. <i><b>П.Я. Вакулин</b></i>
			<li>Ответственным за школу и питомники древесных и плодово-ягодных растений был 
			назначен <i><b>А.И. Красник.</b></i>
		</ul>
		
		<div class="history_img_2">
			<img src="images/history/photo_2.jpg"><BR>
			Иванова Евгения Владимировна
		</div>
		
		<p>В 1934 году ЦБС издал первый 
		<a href="#" class="tooltip">
            делектус
            <span><b>Делектус</b><br>
            своеобразный каталог ботанического сада, в котором публикуются сведения о семенах.
            </span>
        </a>
         , в выпуске которого активное участие принимала 
		Евгения Владимировна Иванова (Кушелевич). В делектусе было представлено 533 вида и разновидности 
		растений, относящихся к 48 семействам, 231 роду, из них 435 травянистых, преимущественно из 
		аборигенной флоры.

		<p>Согласно программе работ формировался гербарий. 
		Сборы растений проводили не только в БССР, но и в других регионах СССР.
		
		<p>В 1934 г., Президиум АН БССР подвел первые итоги деятельности ЦБС. В постановлении 
		Президиума АН БССР от 19.12.1934 г. отмечено, что ЦБС БЕЛАН имеет достижения в освоении 
		территории постоянными коллекциями, в научно-исследовательской работе, в широком обмене 
		семенным материалом с зарубежными ботаническими садами, в укомплектовании научными кадрами. 
		Установлены и активно поддерживаются связи с Ботаническим институтом АН СССР (г. Ленинград), 
		с АН Украинской ССР, бот. институтом МГУ и др.
		
		<p>Президиум БелАН рекомендовал организовать в Саду новый отдел – экспериментальный. 
		Выдвигалось немало задач по развитию инфраструктуры: строительство 1-ой очереди оранжерей, 
		вегетационного домика, хозяйственных построек, жилого дом для рабочих, погреба для 
		научно-исследовательского материала, а также обустройство аллей, замена сгнившей части 
		деревянного забора забором из кирпича и др.
		
		<p>Для успешной реализации поставленных задач 23 марта 1935 г. Президиум АН БССР принял 
		постановление об отделении Центрального ботанического сада от института биологии в 
		самостоятельную единицу при Президиуме с тем, «чтобы постепенно ботанический сад был 
		реорганизован в «ботанический научно-исследовательский институт». (Центральный ботанический сад 
		был объединен с Институтом биологии в июле 1933г.). Директору сада С.П.Мельнику было поручено 
		до 15 октября 1935 г. разработать проект реорганизации Сада.
		
		<p>Президиумом АН БССР были определены для ЦБС следующие основные задачи исследований:
		
		<p><ul>
			<li>изучение флоры БССР и издание определителей по ней
			<li>интродукция растительных видов и форм из других стран с целью испытания их для 
			пополнения ассортимента растений, пригодных для озеленительных работ
			<li><a href="#" class="tooltip">интродукция 
			<span><b>Интроду́кция</b><br>
            преднамеренное или случайное переселение особей какого-либо вида животных и растений 
            за пределы естественного ареала в новые для них места обитания.
            </span></a>
        	лекарственных растений, жироносов, медоносов, каучуконосов, дубителей, 
			кормовых, пищевых, в частности ягодников;
			<li>внедрение в культуру хозяйственных организаций выявленных и испытанных новых растений
		</ul>
		
		<p>В 1935 году в ЦБС были составлены два словаря – по названиям растений (32 стр.) и по 
		<a href="#" class="tooltip">органографии 
		<span><b>Органография</b><br>
             в биологии учение о внешней форме организмов и их отдельных частей.
        </span></a>
		частей растений. Их варианты были представлены в институт языка и литературы АН БССР 
		для проверки. Словари были необходимы в связи с предстоящим изданием «Флоры БССР», где должны 
		были быть использованы названия и термины на белорусском языке. Поэтому С.П.Мельник всячески 
		ускорял работу над вариантами словарей, о чем свидетельствуют его письма, как к авторам 
		(проф. Е.И.Проскуряков), так и к Институту языка. Кстати, всё 
		делопроизводство в ЦБС велось на белорусском языке.
		
		<p>Продолжались работы по освоению территории, выращиванию растений. Все это требовало 
		выполнения многих хозяйственных работ: заготовка почв и удобрений, подвоз воды, выращивание 
		саженцев, прокладка и отсыпка аллей и многое другое.
		
		<p>В 1935 г. начались работы по проектированию оранжерей Сада.
		
		<p>В 1935 г. заведующим помологическим отделом назначают А.Е. Сюбарова, бывшего до этого 
		директором Белорусского отделения ВИРа и преподавателем кафедры садоводства ликвидированного 
		в г. Минске Белорусского государственного института сельского и лесного хозяйства.
		
		<p>В этом же году были начаты научные исследования по культуре винограда. В 1940 г. они были 
		обобщены агрономом А.В. Могучим в книге «Разведение винограда в условиях БССР».
		
		<p>В период с 1933 по 1940гг. коллектив сада насчитывал от 30 до 42 человек. Научных кадров не 
		хватало, поэтому некоторые сотрудники и лаборанты выполняли исследования в нескольких отделах.
		
		<p>Генерального проекта строительства Сада в те годы не было. При руководстве и участии 
		С.П.Мельника была разработана лишь генеральная схема зонирования территории Сада (план – проект 
		разбивки Сада). По проекту планировки сада от центрального круга расходились по сторонам 
		радиальные аллеи, в результате чего территория была разбита на ряд секторов, предназначенных 
		для определенных географических участков. Радиальные аллеи рассекались улиткообразной кривой, 
		которая в свою очередь, разбивала сектора на более мелкие участки. Схема носила эскизный 
		характер, в ней не были учтены особенности местности, рельеф территории Сада. В результате 
		некоторые основные дороги проходили через самые неподходящие участки. На схеме не было указаний 
		по размещению растений, что привело к бесплановому освоению территории и отрицательно сказалось 
		не только на внешнем виде территории, но и на размещении и использовании ботанических коллекций, 
		в первую очередь древесных растений. Большинство посадок проводилось рядовым способом, 
		что придавало Ботаническому саду нехарактерный ему вид питомника лесных культур.
		
		<div class="history_img_3">
			<img src="images/history/scheme_1.jpg">
			<img src="images/history/scheme_2.jpg">
			<img src="images/history/scheme_3.jpg"><BR>
			Схема Сада, подготовленная под руководством С.П. Мельника в 1936 г.
		</div>
		
		<p>На схеме 1936 г. виден партер и ведущие к нему аллеи, ботанико-географические сектора 
		древесно-кустарниковых растений, сад винограда. Этот план напоминает современную планировку Сада, 
		отличаясь числом аллей, расположением отдельных секторов дендрария. Благодаря 
		<a href="#" class="tooltip">экспликации
		<span><b>Экспликация помещений</b><br>
             пояснение к архитектурному проекту, эскизу помещения.
        </span></a> 
		1936 г., известны виды растений, высаженные на партере в эти годы. Вместо 
		привычных для нас сегодня цветочных клумб, его украшали древесно-кустарниковые растения, хотя 
		были и небольшие цветники на боковых полосах партера. В центре партера была высажена пихта, 
		которую обрамляли круги из малины душистой, дёрна белого, лоха серебристого, айвы японской, кусты 
		махровоцветковой сирени, ива белая. Достаточно большую площадь занимала рабатка розы морщинистой, 
		которая и сегодня широко используется в озеленительных посадках. Из других красивоцветущих 
		кустарников партер украшали, спирея средняя, карагана жёлтая Весной цвели сливы, и ирга. 
		В качестве живых изгородей использовали тую западнуюи кизильник блестящий.
		
		<p>На освоенной к 1936г. территории были заложены ботанико-географические сектора Средней Азии, 
		Северной Америки, Дальнего Востока и Европы, а также участок коллекций полезных травянистых 
		растений, коллекция винограда, партер, помологический сад. Началась массовая интродукция 
		растений и формирование коллекций.
		
		<p>К 1936г. в ЦБС были построены разводочные теплицы для субтропических и тропических растений, 
		что позволило не только формировать коллекции, но и заниматься выгонкой цветов в осенне-зимний 
		период. Причем их ассортимент, судя по архивным материалам, был достаточно разнообразен, включал 
		виды, популярные и в наше время. Так, в плане работ на 1936 г. намечалась выгонка (в 600 горшках) 
		и продажа растений 13 наименований. Это нарциссы и гиацинты, тюльпаны и примула обконика, 
		лакфиоль и гелиотроп, гвоздики и цикламены, хризантемы и пеларгония, фуксии, гортензия и даже 
		дейция. Такой достаточно разнообразный ассортимент цветов говорит о хорошо развитой раньше 
		культуре и сложившихся традициях цветоводства Беларуси (в том числе и традиции, иметь цветущие 
		растения не только летом).
		
		<p>1937 год был знаменателен тем, что ЦБС участвовал во Всебелорусской выставке, посвященной 
		20-летию Великой Октябрьской социалистической революции. 
		
		<p>Мрачной страницей в истории ЦБС стал 1938г. - до Сада докатилась волна репрессий. 28 февраля 
		1938г. органами НКВД был арестован, а 28 июня расстрелян директор Сада Степан Павлович Мельник, 
		тогда уже член-корреспондент АН БССР. Реабилитирован С.П.Мельник 30 сентября 1957г.
		
		<p>31 июля 1938 г. был арестован Антон Иванович Черненков, кандидат биологических наук, 
		старший научный сотрудник отдела дендрологии Сада. Решением Особого совещания при НКВД СССР 
		он был приговорен к 3 годам заключения в исправительно-трудовом лагере. Освобожден 11 июля 1942г. 
		и призван в ряды РККА. Погиб на фронте 4 февраля 1943г. Реабилитирован 2 апреля 1957г. 
		Военным трибуналом Белорусского военного округа.
		
		<p>К сожалению, документы о деятельности Сада в период с 1938 по 1941гг. немногочисленны. 
		Известно, 5 января 1938г. Бюро ЦК КПБ подвергло критике тот факт, что «сад закладзен на дрэнных 
		глебах без падставы яго неабходнасцiiперспектыўнага плана развiцця, без зацвержанага урадам плана 
		будаўнiцтва». После ареста С.П. Мельника решением Президиума АН БССР от 21.03.1938 г. ЦБС был 
		переведен в Институт биологии. Однако уже в январе 1940 г. ЦБС опять получил статус 
		самостоятельного научно-исследовательского учреждения. Известно также, что в 1941 г. директором 
		Центрального ботанического сада был профессор Василий Тихонович Корсаков, а учёным секретарем 
		Александр Павлович Пидопличко.
		
		<p>Большой объем работ был выполнен по освоению территории, отведенной под ботанический сад. 
		Однако генеральная схема сада, разработанная в 1932 г., как было отмечено выше, имела ряд 
		недостатков. Поэтому в 1940 г. по указанию Совета министров БССР был разработан генеральный 
		проект реконструкции сада.
		
		<p>Новый проект учитывал особенности рельефа и почв Сада, по возможности сохранял уже 
		существующие дороги и насаждения. Большинство дорог были размещены на участках с понижением 
		рельефа, а коллекции – на возвышенностях. Такая планировка обеспечивала лучший обзор растений 
		для посетителей. Согласно новому проекту территория Центрального ботанического сада 
		подразделялась на следующие зоны:
		
		<p><ul>
			<li>географическая - 13,9 га
			<li>лесопарковая - 42 га
			<li>ландшафтная - 8 га
			<li>плодовый сад с виноградником - 2,45 га
			<li>верхний и нижний партеры - 2,45 га
			<li>участок систематики - 0,97 га
			<li>сквер - 9,62 га
			<li>розарий - 0,16 га
			<li>хозяйственный участок - 2,51 га
		</ul>
		
		<div class="history_img_4">
			<img src="images/history/history_2.jpg"><BR>
			Служебный вход в ботанический сад (1938 г.)
		</div>
		
		<p>Географическая зона разделялась на сектора: флоры Восточной Азии и Дальнего Востока, флоры 
		Северной Америки, флоры Европы и Сибири, флоры БССР, Крыма и Кавказа, флоры Средней Азии и 
		альпинарий. Кроме того в Саду были предусмотрены древесный питомник со школой и участок для 
		экспериментальных работ. 
		
		<p>Запланировано было строительство выставочных оранжерей и озера. Недалеко от входа в 
		ботанический сад было запланировано устройство «верхнего» цветочного партера с ансамблем 
		фондово - экспозиционных оранжерей, зданием гербария с лабораториями, а также фонтаны, бассейны, 
		скульптуры выдающихся людей, цветники, перголы, газоны. Завершением этой композиции должен был 
		служить «нижний» партер, оформленный в регулярном стиле, с фонтаном и водным бассейном в центре. 
		Партер замыкался трельяжами с вьющимися растениями. На запад от «верхнего» партера планировалось 
		создать ландшафтный парк, который должен был служить как зоной отдыха для посетителей, так и 
		своеобразной экспозицией разновидностей и форм древесно-кустарниковых и травянистых растений. 
		В парке планировалось создание розария, цветочной экспозиции, участков систематики, дарвинизма, 
		переработки растений. Всю композицию замыкала круговая объездная дорога, которая отделяла 
		экспозиционную часть Сада от плодового сада, питомников, экспериментальных участков и 
		хозяйственного двора. В планировке Сада использовались и регулярный и ландшафтный стили.
		
		<p>Уже в 1940г. началась реализация нового проекта, для чего правительство республики выделило 
		большие средства. Наиболее быстрыми темпами шло пополнение и оформление географических секторов 
		дендрария и лесопарка, строительство которых к началу Великой Отечественной войны было почти 
		завершено. Из отведенных под Сад 106 га, к 1940 г. были освоены около 90 га. Из них под 
		лесопарком - 42 га, ландшафтным парком – 8 га. Вся эта территория (50 га) была занята массовыми 
		посадками древесно-кустарниковых растений флоры БССР. Географические сектора занимали 13,92 га, 
		где было высажено 1318 видов древесно-кустарниковых растений в количестве 48568 растений. 
		На селекционном и репродукционном питомниках выращивали около 900 плодово-ягодных деревьев и 
		кустарников. Винограда было собрано 65 сортов и образцов.Под парниками и огородами было занято 
		3,6 га. Под стеклом находилось до 650 экземпляров плодово-ягодных растений. В школьных отделениях 
		и опытных участках – до 986 тыс. растений. В пяти оранжереях содержалось до 5000 экземпляров 
		растений. Кроме того имелись парники на 200 рам.
		
		<p>Были построены 4 кирпичные и 2 деревянные оранжереи общей площадью около 700 м², конюшня 
		190 м², жилые дома на 23 семьи (14 кв.), пуня для сена - 60 м², сделаны рамы для парников – 
		300 пар, вагонетки - 15 шт., приобретено 9 лошадей.
		
		<p>До Великой Отечественной войны Центральный ботанический сад стал крупным самостоятельным 
		научно-исследовательским учреждением. В его структуре было 6 лабораторий: флоры и гербария, 
		травянистых растений, древесных и кустарниковых растений, помологии, интродукции (живые растения 
		открытого грунта и коллекции закрытого грунта) и физиологии растений. 
		
		<p>Коллективом ЦБС была проведена большая работа как по строительству и обустройству 
		территории, так и по формированию коллекций, научным исследованиям. Были оконтурены и выделены 
		географические сектора и лесопарковая зона, проложена дорожная сеть, по новому плану высажены 
		деревья и кустарники, проведены почти все аллейные посадки. Выращены и высажены около 50 000 
		деревьев и кустарников, относящихся к 1300 видам, разновидностям и формам. Коллекция сиреней 
		насчитывала 30 сортов, роз – 80 видов и сортов, оранжерейных растений – 26 видов пальм, 27 
		папоротников, свыше 60 видов кактусов и других видов в количестве 10 тысяч растений.
		
		<p>В Центральном ботаническом саду были успешно начаты работы по изучению и внедрению в культуру 
		в БССР винограда, заложен коллекционный плодово - ягодный сад с большим количеством сортов и 
		образцов яблонь, груш, слив, черешен, малины, смородины, крыжовника. Были опубликованы и 
		подготовлены к печати монографии по флоре и растительности БССР, основан главный гербарий страны, 
		исследованы декоративные, лекарственные и другие полезные для народного хозяйства растения.
		
		<p>Дальнейшее строительство сада и полная реализация плана реконструкции были прерваны войной.

		<h2 id="history_2">1941-1944 гг. ВЕЛИКАЯ ОТЕЧЕСТВЕННАЯ ВОЙНА. Период оккупации и разрухи</h2>
		
		<p>Центральный ботанический функционировал в годы Великой Отечественной войны. Это объясняется 
		только тем, что фашистские оккупанты использовали его в качестве подсобного хозяйства для 
		выращивания сельхозпродукции.Научнаядеятельность была прекращена, а сад подвергнут разрушениям 
		и опустошению. Были взорваны и сожжены служебные помещения с научным оборудованием, архивами, 
		библиотекой, гербарием, метеорологическая станция, ограда. Погибла большая часть древесных 
		растений, полностью уничтожены розарий, коллекция травянистых растений. Территория Сада была 
		изрыта окопами.

		<p>По приказу оккупационных властей уже в 1942г. 24 га территории ботанического сада, в т.ч. 
		участки с коллекциями растений, были запаханы, раскорчёваны и выделены подвыращивание овощей 
		для оккупантов.
		
		<table>
		<tr>
		<td class="history_img_5">
			<img src="images/history/history_3.jpg"><BR>
			Сожженный лабораторный корпус
		</td>
		<td class="history_img_5">
			<img src="images/history/history_4.jpg"><BR>
			Запаханный участок систематики
		</td>
		</tr>
		</table>
		<p>Ботанический сад превратился в территорию с остатками растительности, в основном в 
		лесопарковой зоне, и аллейными посадками с ослабленными из-за отсутствия ухода деревьями.

		<p>Согласно сохранившимся архивным документам в годы войны на территории Сада для оккупантов и 
		для реализации выращивали овёс, гречку, рожь, табак, картофель, капусту, помидоры, огурцы, 
		цветочную рассаду. Работники Сада оказывали также услуги по изготовлению аранжировок из цветов, 
		венков.

		<p>Часть выращенной сельхозпродукции работники Сада могли покупать, что спасало их от голодной 
		смерти. Ведь уже в первые дни войны у некоторых были сожжены дома, людям негде было жить, 
		нечего одевать. На территории Сада осталось несколько домиков, в которых жили 23 семьи работников 
		Сада. Им было разрешено держать 16 коров, для выпаса которых был отведён участок. Но всё равно 
		выживать было очень тяжело. Об этом свидетельствуют многие документы. Один из них - заявление 
		директору Сада жены ушедшего на фронт рабочего Мойсиевича с просьбой об освобождении её от 
		оплаты за квартиру, «т.к. заработок очень низкий», а на её попечении – 5 сыновей.

		<div class="history_img_2">
			<img src="images/history/photo_3.jpg"><BR>
			Томин Михаил Петрович 
		</div>
		
		<p>По свидетельству профессора М.П.Томина, вынужденного работать в Саду в годы войны, в 1943г. 
		была произведена реорганизация сада. Большая часть его территории была передана в ведение лесного 
		отдела областного комиссариата. Лишь 12 га с двумя полуразрушенными оранжереями были переданы в 
		ведение Генерального комиссариата, в ведении которого находился ботанический сад. Учёный 
		секретарь Центрального ботанического сада в 1947г. Н.Д. Нестерович писал, что ущерб, нанесенный 
		саду в годы оккупации, настолько велик, что не поддается учету. «Все, что собиралось годами, 
		было уничтожено или обесценено». Фашисты подвергли ботанический сад варварскому истреблению, 
		уничтожив его на 70 процентов. Они выкорчевали редчайшие растения и засеяли эту площадь ячменем 
		и рожью. Плодовый сад, изрыли окопами, захламили».

		<p>Согласно архивным документам, общая площадь оранжерей, где содержались тропические и 
		субтропические растения в 1942 г. уменьшилась с 700м² до 164 м². Из 10 000 оранжерейных растений 
		к концу войны удалось сохранить лишь около 600! (Благодаря заботам сотрудников П.И. Левданской 
		и Лапковской и М.И. Томина).

		<p>Почти в два раза - с 48 тыс. до 25 тыс. растений - сократилось количество деревьев и 
		кустарников в ботанико-географическом секторе. Остальное было уничтожено по приказу оккупантов. 
		Число видов дендрологической коллекции сократилось с более чем 1300 до 200.

		<table>
		<tr>
		<td class="history_img_6">
			<img src="images/history/photo_4.jpg"><BR>
			Сюбаров Алексей Ефимович 
		</td>
		
		<td class="history_img_6">
			<img src="images/history/photo_5.jpg"><BR>
			Черненкова Ольга Кузьминична 
		</td>

		<td class="history_img_6">
			<img src="images/history/photo_6.jpg"><BR>
			Тарасенко Захар Степанович 
		</td>
		</tr>
		</table>
					
		<p>В году войны в саду вынуждены были работать около 30 человек. Среди них - профессор Томин, 
		который в начале войны находился в командировке в Беловежской пуще, Андрей Владимирович Могучий 
		(агроном-садовод), Анна Никифоровна Свенциховская (геоботаник), Захар Степанович Тарасенко 
		(агроном-селекционер, учёный секретарь), Сюбаров А.Е.(помолог), Прасковья Игнатьевна Левданская 
		(ботаник), Ольга Кузьминична Черненкова (ботаник), Петр Петрович Паньков (садовник).

		<p>В 1944 г. по приказу фашистских властей работники Сада регулярно направлялись на рытьё окопов.

		<p>Сотрудники довоенного Сада разделили судьбу многих тысяч своих соотечественников. 
		На фронте погибли четверо сотрудников. Уже в июне 1941г. был призван в ряды РККА учёный 
		секретарь Сада, ст.н.сотр. Евсей Борисович Юрков. Служил рядовым. Пропал без вести в марте 
		1944г. В августе 1944 г. пропал без вести рабочий ЦБС Мойсиевич Иосиф Климентьевич. 4 февраля 
		1943г. погиб под Ленинградом к.б.н. Антон Иванович Черненков. Кузнец Сада Николай Павлович Шалимо, 
		служивший рядовым, умер от ран 31 декабря 1944 г. в с. Сокоет (Польша), где и похоронен. 
		В 1944 г. в концлагере «Азаричи» вместе с 10-летним сыном оказалась Анна Станиславовна Мерло - 
		сотрудник отдела декоративных растений. На 1 Белорусском фронте воевал зав. отделом дендрологии 
		и учёный секретарь ЦБС в 1938-1941гг. Н.Д.Нестерович.
		
		<table>
		<tr>
		<td class="history_img_6">
			<img src="images/history/photo_7.jpg"><BR>
			Черненков Александр Иванович 
		</td>
		
		<td class="history_img_6">
			<img src="images/history/photo_8.jpg"><BR>
			Чекалинская Наталья Ивановна 
		</td>

		<td class="history_img_6">
			<img src="images/history/photo_9.jpg"><BR>
			Мерло Анна Станиславовна 
		</td>
		</tr>
		</table>
		
		<p>Некоторые сотрудники Сада в годы войны стали партизанскими связными или работали в подполье. 
		Ольга Кузьминична Черненкова (м.н.с. ЦБС в 1940 г.) в оккупированном Минске была связной 
		спецгруппы НКГБ БССР «Соседи». 2 февраля 1944 г. была арестована в Минске Смоленским СД. 
		Содержалась в тюрьме, потом – в концлагере «Тростенец», откуда была вывезена в Германию. В 
		Беларусь возвратилась в октябре 1945г. Ученый секретарь Сада в годы оккупации Захар Степанович 
		Тарасенко (1902 г. р.) с 1942 г. установил связь с партизанским отрядом «Местные» и «№ 210». 
		В июле 1944 г. он был мобилизован в ряды Красной Армии, служил разведчиком. Зав. оранжереей 
		Н.И.Чекалинская была связной 1-ой Московской спецгруппы и партизанского отряда «За Отечество».

		<p>Судьба других сотрудников довоенного Сада пока неизвестна.

		<h2 id="history_3">1944-1991 гг. Послевоенное восстановление Сада. Расцвет и период стабильного 
		развития</h2>
		
		<div class="history_img_7">
			<img src="images/history/after_war_1.jpg"><BR>
			Директор Ботанического сада АН БССР <BR>
			профессор Г.Ф. Железнов и м.н.с. А.С. Мерло <BR>
			осматривают всходы семян. (апрель 1947 г.)
		</div>
		
		<p>Сразу после освобождения Минска, в июле 1944 г., возобновилась работа Сада. Директором 
		был назначен профессор Г.Ф.Железнов, зам. директора – А.И.Красник, работавший в ЦБС и до войны. 
		Первый приказ директора освобожденного сада - о зачислении на работу 26 сотрудников - датируется 
		1 августа 1944 г. Член-корр. М.П.Томин назначается зав. отделом флоры. А 28 ноября 1944 г. 
		П.И. Левданскую назначают зав. (полуразрушенными) оранжереями. Кроме нее там работают в это 
		время Теслик и Моисиевич Анна Антоновна. В августе 1944 г. в Сад возвращается 
		Паньков Петр Петрович, а 10 декабря 1944 г. на должность мл. н. сотр. зачисляется 
		Анна Станиславовна Мерло.

		<p>Коллектив Сада начинает работу по его восстановлению, возобновляются научные исследования.

		<p>Следует подчеркнуть, что в 1944 г. Центральный ботанический сад был единственным в системе 
		АН БССР научным учреждением ботанико-биологического профиля, т.к. восстановление института 
		биологии произошло позже. Поэтому круг научной деятельности ботанического сада расширился по 
		сравнению с довоенным периодом. С 1945 по 1948 гг. в структуре Сада функционировали не только 
		отделы флоры и гербария, геоботаники, дендрологии, помологии, декоративных растений и растений 
		закрытого грунта, но и новые лаборатории - гибридизации и физиологии растений.

		<div class="history_img_8">
			<img src="images/history/after_war_2.jpg"><BR>
			Воины-освободители, участвовавшие <BR>
			в посадке аллеи Победы (Май 1945 г.)
		</div>
													
		<p>В 1945 г. на основе частично сохранившихся рукописей восстанавливаются 1-ый том «Флоры БССР», 
		«Определитель мхов БССР», составляются карты распространения грабов и дикорастущих 
		плодово-ягодных растений в БССР, готовится к печати второй том «Флоры БССР».

		<p>В программу исследований 1946 г. включают тему «Хвойные БССР», руководит которой А.И. Красник, 
		а также новые для Сада темы – «Отдаленная гибридизация растений» научным руководителем которой 
		был академик Н.В.Цицин (Москва) и «Выведение новых сортов бегоний и гладиолусов» методом 
		отдаленной гибридизации. Начинаются геоботанические исследования основных типов лугов, дубрав, 
		ягодников (черника и клюква). В этом же году завершается работа над 2-ым томом «Флоры БССР».

		<p>В 1946 г. в ЦБС был заложен участок лекарственных растений, где 
		высадили 58 образцов 40 видов. Документы свидетельствуют о том, что в этом же году в делектус 
		сада были переданы семена 20 видов лекарственных растений, а 75 из них были загербаризированы. 
		В 1946 году под руководством Е.В. Ивановой был выпущен первый послевоенный делектус (список семян 
		для обмена). В дальнейшем Е.В.Иванова с 1946 по 1968 гг. возглавляла всю работу группы 
		сотрудников по научному обмену и по изучению полезных травянистых растений.

		<div class="history_img_8">
			<img src="images/history/after_war_3.jpg"><BR>
			Восстановление посадок винограда (1946 г.)
		</div>	
		
		<p>Возобновилась работа и с плодово-ягодными культурами, в т.ч. и с виноградом. (Совет Народных 
		Комиссаров БССР в 1946 г. принял постановление о развитии виноградарства в республике).			

		<p>В 1946 г. в ЦБС расширяются исследования по физиологии растений под руководством профессора 
		Т.Н. Годнева.

		<p>Согласно архивным документам в 1946 н. в саду числилось 15 научных работников.

		<p>В мае 1947г. возобновил работу Институт биологии АН БССР (в 1947 г. обязанности директора 
		Института биологии временно выполнял директор ботанического сада профессор Г.Ф.Железнов). 
		
		<div class="history_img_8">
			<img src="images/history/after_war_4.jpg"><BR>
			Посадка цветочной экспозиции (1946 г.)
		</div>	
		
		<p>Из Центрального ботанического сада в Институт были переданы 2 лаборатории – отдаленной 
		гибридизации растений и физиологии растений, а также отдел геоботаники.

		<p>В структуре Ботанического сада в 1947 г. были следующие отделы:

		<p><ul>
			<li>Флоры и гербария
			<li>Дендрология
			<li>Помология
			<li>Декоративные растения
			<li>Декоративные растения
			<li>Растения закрытого грунта
			<li>Систематика растений
		</ul>

		<div class="history_img_8">
			<img src="images/history/after_war_5.jpg"><BR>
			Старший научный сотрудник, <BR>
			кандидат с./х. наук С.Д. Георгиевский <BR>
			с сотрудницей Ботанического сада <BR>
			Т. Кондратенко на опытном участке <BR>
			декоративных растений ( 1953 г.)
		</div>
		
		<p>Согласно планам научно-исследовательских работ на 1947г. основное внимание было уделено 
		изучению флоры БССР, вопросам биологии развития наиболее перспективных древесно-кустарниковых 
		растений и выявлению наиболее продуктивных сортов винограда в условиях БССР.

		<p>Проводился очень большой объём работ по 
		восстановлению Сада, приведению в порядок территории, формированию коллекций. План 
		производственных работ включал посадки деревьев и кустарников, создание и реконструкцию 
		газонов, уход за насаждениями, ремонт и восстановление дорог, благоустройство экспозиционных 
		зон, сбор семян, сбор гербария, обновление коллекционных участков, выращивание коллекционных 
		растений. Только цветочной рассады было выращено и высажено на площади 1,5 га 110 000 штук. Был 
		заложен новый питомник древесно-кустарниковых растений на площади 0,75га.

		<p>Коллекция цветочных растений 1947 г. была небольшой – 678 наименований, в т.ч. однолетников - 
		326, двулетников – 45, многолетников – 242, луковичных – 65.

		<p>1948 г. стал переломным в истории Сада и ознаменовал начало периода упадка. В этот год в 
		Институт биологии АН БССР были переданы все отделы Центрального ботанического сада, с руководящим 
		составом (Томин, Нестерович, Георгиевский, Годнев и др.), почти все научные сотрудники и частично 
		лаборантский персонал. <BR><BR>
		
		<div class="history_img_8">
			<img src="images/history/after_war_6.jpg"><BR>
			Уборка винограда (1954 г.)
		</div>
		
		<p> Центральный ботанический сад, сохраняя административную самостоятельность (дирекция, 
		бухгалтерия, хозяйственно-производственная часть), с небольшой группой младших научных 
		сотрудников также переходит в структуру Института биологии на положении отдела«Ботанический сад» 
		без самостоятельной научной тематики. С 1949 по 1951 гг. отделом заведовал Алексей Викторович 
		Мироненко.

		<p>Это пагубно отразилось на научной и производственной работе Сада, его развитии. В этот 
		период ботанический сад практически не развивался, оставался без существенных преобразований. 
		Сотрудники осуществляли лишь уход за существующими растениями, выращивали цветочную рассаду и 
		проведили восстановительные работы.

		<p>С 17 июля 1948 г. зав. отделом декоративных растений был С.Д. Георгиевский. Затем - 
		с 1948 г. – А.В. Мироненко. В 1952 г. зав. сектором «ботанический сад» назначен И.Н. Рахтеенко.

		<p>Только весной 1953г. был составлен план и проведена разбивка участка систематики растений 
		на площади 2,3 га, уничтоженного фашистами в годы войны. Там было высажено 186 видов 
		лекарственных и декоративных растений.
		
		<p>В закрытом грунте выращивали 6 тысяч растений.
		
		<div class="history_img_8">
			<img src="images/history/after_war_7.jpg"><BR>
			Научные сотрудники отдела помологии <BR>
			Ботанического сада во время опыления <BR>
			ореха маньчжурского. Справа – <BR>
			зав. отделом Красник А.И (1951 г.)
		</div>
		
		<p>В 1953 г. из оранжереи Ботанического института 
		им. Комарова (г. Ленинград) было получено 90 новых наименований растений, а из семян выращено 23 
		новых вида.

		<p>Помологический сад занимал 12 га, где росли 76 сортов сливы (434 шт.), 63 сорта вишни (242 
		дерева), 52 сорта черешни (213 шт.), винограда было 9 сортов (136 шт.), земляники 40 сортов, 
		крыжовника 69 сортов (569 растений).

		<p>До середины 1950-х годов продолжалось восстановление Сада от разрушений военного времени. 
		На выполнение такого большого объёма работ не хватало ни средств, ни трудовых ресурсов. У Сада не 
		было даже хорошей ограды. В 1953 г. построили 594 м каменной ограды, а общая её длина достигла 
		лишь 2941м.
		
		<div class="history_img_8">
			<img src="images/history/after_war_8.jpg"><BR>
			Научный сотрудник Савченко А. <BR>
			знакомит посетителей <BR>
			с новыми сортами винограда (1953 г.)
		</div>
				
		<p>Хозяйственным способом к 1953 г. построили служебный павильон (60м²), в котором 
		разместились канцелярия, ботанический музей, осуществлялся прием экскурсантов. Была 
		отремонтирована и сдана в эксплуатацию полуразрушенная теплица площадью 82м². В этих условиях 
		выполнялись (в небольших объёмах) работы по выращиванию новых растений, сбору семян. 
		
		<p>В 1953 г. были собраны семена 50 видов древесных растений, выращено в парниках 10 тысяч штук 
		рассады цветочных растений, собран гербарий 100 видов, высажено 100 деревьев и кустарников, 
		высажено на укоренение 3 тысячи черенков. В 1954 г. был закончен проект оранжерей.

		<p>Коллектив Ботанического сада в этот период насчитывал 50 человек: научных сотрудников – 6, 
		(в т.ч. работавших в довоенные годы А.С.Мерло, П.И. Левданская, Н.И. Чекалинская).

		<div class="history_img_8">
			<img src="images/history/after_war_9.jpg"><BR>
			Научный сотрудник Савченко А. <BR>
			работает с пыльцой винограда (1953 г.)
		</div>
		
		<p>21 августа 1951 г. в Постановлении СМ БССР «О мерах по восстановлению Ботанического сада АН 
		БССР», было отмечено, что «ботанический сад находится в крайне запущенном состоянии». Вследствие 
		этого, 30 мая 1952г. Президиум АН БССР принимает решение о выделении из состава Института 
		биологии ботанического сада со штатом в 51 человек, а также отделов древесных растений, 
		помологии, декоративного садоводства и защищенного грунта, интродукции и акклиматизации со 
		штатом в 12 человек и создании на их базе Главного ботанического сада.<br><br><br>

		<div class="history_img_8">
			<img src="images/history/after_war_10.jpg"><BR>
			Центральный партер (1956 г.)
		</div>
		
		<p>В середине 50-х наступили времена перемен. 8 сентября 1955г. на должность директора Сада 
		назначают учёного-ботаника академика Академии наук Таджикской ССР Николая Владиславовича 
		Смольского, который руководил ЦБС 21 год. С этого времени начинается возрождение и расцвет Сада, 
		его развитие и становление как ведущего научно-исследовательского учреждения экспериментальной 
		ботаники.

		<p>Была поставлена задача дать импульс развитию Сада, который в составе Института биологии очень 
		слабо развивался и как сад, и как научное подразделение, т.к. все подготовленные специалисты были 
		переведены в Институт биологии. Николай Владиславович Смольский не случайно был назначен 
		директором. Этот талантливый ученый и практик был учеником и коллегой академика Николая Ивановича 
		Вавилова. Белорус по национальности, уроженец г. Наровли Гомельской обл., участник Великой 
		Отечественной войны, Николай Владиславович в послевоенные годы руководил Всесоюзным НИИ сухих 
		субтропиков в г. Душанбе, занимался интродукцией и селекцией субтропических культур в зонах 
		влажных и сухих субтропиков СССР, одновременно являясь вице- президентом и академиком – 
		секретарем Отделения естественных наук АН Таджикской ССР.

		<div class="history_img_2">
			<img src="images/history/photo_10.jpg"><BR>
			Смольский Николай Владиславович
		</div>
		
		<p>Со свойственной ему энергией и энтузиазмом Николай Владиславович начинает коренную 
		реконструкцию и строительство Сада. Его деятельность находила всестороннюю поддержку со стороны 
		Василия Феофиловича Купревича, который был президентом АН БСР в 1952 – 1969 гг.

		<p>За годы работы он осуществил его широкомасштабную реконструкцию, существенно обновил структуру 
		научных подразделений и укрепил их кадровым составом. Именно в этот период были сформированы 
		основные коллекционные фонды растений открытого и защищенного грунта, получил развитие целый ряд 
		научных направлений в области интродукции, акклиматизации, селекции, экологии полезных растений, 
		зеленого строительства, охраны природы и воспроизводства природных ресурсов Беларуси, а сам 
		Ботанический сад стал одним из лучших садов СССР.
		
		<p>По инициативе Николая Владиславовича, являвшегося в то время заместителем председателя Совета 
		ботанических садов СССР, были внедрены в практику новые виды и сорта декоративных, лекарственных, 
		кормовых и технических растений, организована в республике рациональная сеть государственных 
		заказников и памятников природы. 
		
		<p>За экспериментальные исследования природных растительных комплексов заповедных территорий 
		Беларуси ему, заслуженному деятелю науки БССР (1972 г.), была в 1978 г. присуждена 
		Государственная премия БССР. Как истинный ученый, он главным делом своей жизни считал 
		становление и развитие Центрального ботанического сада. Все силы, знания, свой творческий 
		талант он щедро отдавал этому любимому детищу, воспитал целую плеяду столь же преданных науке 
		последователей и учеников.

		<p>Во многом благодаря Николаю Владиславовичу, блестяще сочетавшему в себе крупного учёного и 
		практика - хозяйственника, сегодня Центральный ботанический сад – ведущее учреждение в области 
		экспериментальной ботаники не только в Беларуси, но и среди стран восточной Европы.

		<p>Николай Владиславович построил работу по «вавиловской» школе. Для формирования коллекций в 
		разные уголки СССР направлялись экспедиции, поставлявшие новые виды растений в Сад. Благодаря 
		большому опыту Н.В.Смольского в области интродукции и рационального использования растительных 
		ресурсов, формировании и содержании коллекций растений, работа Сада заметно активизировалась. 
		
		<p>Николай Владиславович сформировал отечественную научную школу по интродукции. По его решению 
		были созданы вспомогательные лаборатории по углубленному изучению биохимического состава 
		растений, агрохимического анализа почв, а также группа защиты растений. Центральный ботанический 
		сад приобрел структуру, направления научной деятельности, сформировал современные коллекции.

		<p>Коллекционный фонд растений пополнялся быстро. Если в 1955 г. он насчитывал 3000 наименований 
		растений, то уже в 1957 г. – уже 5600. 
		
		<p>Коллекция древесно-кустарниковых растений включала 800 наименований растений, 
		цветочно-декоративных – 1825, оранжерейных – 1084, плодово-ягодных и винограда – 47 видов и 
		582 сорта, лекарственных растений – 62, на участке систематики были собраны растения 
		220 наименований. Особое внимание было уделено розам, число сортов которых достигло 765. 
		
		<p>Заметно пополнились коллекции других цветочных культур: георгин насчитывалось 227 сортов, 
		гладиолусов – 363, тюльпанов – 212, флокса метельчатого – 99, однолетников -170, ирисов – 121, 
		многолетников – 100, сирени - 44 сорта. Были заложены коллекции новых для республики декоративных 
		растений – рододендронов, малораспространенных многолетников, клематисов, герберы.

		<p>Активизировалась деятельность по обмену семенами с ботаническими садами. В 1957 г. делектус 
		Сада предлагал семена 529 видов и сортов растений.

		<p>Н.В.Смольский включил в план научных исследований тему по разработке научных основ 
		реконструкции Сада. Результатом было создание экспозиции роз, сада георгин и гладиолусов, 
		началось формирование сада непрерывного цветения. В этот период по инициативе Николая 
		Владиславовича усиливаются и принимают планомерный характер научные связи с ботаническими садами 
		СССР и зарубежных стран. 
		
		<p>С помощью городских организаций осуществляются значительные работы по 
		благоустройству Сада и созданию художественного оформления ботанических экспозиций. Издается 
		путеводитель по Саду. Ботанический сад АН БССР первым из ботанических садов академий наук союзных 
		республик в 1957 открывается для посещения трудящихся, что придает большой размах его 
		научно-просветительской деятельности и внедрению достижений по выращиванию и использованию 
		растений. В этом Сад посетили около 8 тысяч человек.

		<p>В 1956 г. был разработан проект дальнейшего развития ботанического сада. Он предполагал 
		строительство еще одного входа в Сад – со стороны кленовой аллеи. К этому времени уже был 
		запроектирован и строился главный вход в Сад по проекту архитектора Г.В.Сысоева.

		<p>Согласно плану работ на 1957 г. разрабатывались экспозиции «Белорусской флоры», 
		дальневосточной и Восточноазиатской, Североамериканской, Европы, Сибири, Кавказа и Крыма, 
		Средней Азии, а также альпинарий и ландшафтно-декоративный парк. Выполнялся большой объём работ 
		по массовым посадкам деревьев и кустарников в лесопарковой части сада, в географических секторах. 
		
		<p>Результатом активизации научных исследований и обустройства Сада сталорешение Президиума 
		АН БССР в декабре 1957 г. о выделении ботанического сада из системы Института биологии 
		со статусом научно-исследовательского института при Президиуме АН БССР с присвоением ему 
		довоенного названия «Центральный ботанический сад». 
		
		<p>Одновременно Президиум утвердил новое положение о научной деятельности Сада, обозначив 
		в нем следующие приоритетные проблемы: 
		
		<p><ul>
			<li>вопросы интродукции и акклиматизации новых для БССР растений
			<li>выявление новых видов растительного сырья для нужд народного хозяйства и здравоохранения
			<li>изучение полезных растений местной флоры
			<li>разработка научных основ озеленения городов и промышленных центров БССР
			<li>ведение научно-просветительской работы в области ботаники и пропаганда достижений 
			агробиологической науки
			<li>внедрение в практику новых полезных растений.
		</ul>

		<p>Была также утверждена новая структура ЦБС:

		<p><ul>
			<li>Отдел интродукции и акклиматизации растений
			<li>Отдел декоративного растениеводства
			<li>Отдел зелёного строительства
			<li>Отдел растительного сырья и химии растений
			<li>Семенная лаборатория
			<li>Группа защиты растений
			<li>Музей и гербарий
			<li>Питомник репродукции растений
			<li>Экскурсионное бюро
		</ul>

		<p>Н.В.Смольский активизирует подготовку научных кадров, развивает школу интродукции растений. 
		Открывается аспирантура, первый набор которой составил 5 человек. Коллектив лаборатории 
		интродукции древесных растений увеличивается с приходом молодых сотрудников: 
		Евгения Захаровича Бобореко, Александра Александровича Чаховского, Николая Васильевича Шкутко, 
		Евгении Ильиничны Орлёнок, внесших немалый вклад в формирование и исследование коллекций 
		древесно-кустарниковых растений. Е.З.Бобореко и А.А.Чаховский впоследствии защитили кандидатские 
		диссертации, а Н.В.Шкутко – кандидатскую и докторскую диссертации. 
		
		<p>В лаборатории интродукции и 
		селекции орнаментальных растений начали работу мл. науч. сотр. Любовь Павловна Гусарова – 
		впоследствии куратор коллекций розы открытого и защищенного грунта, ст. лаборант – Иван Ефимович 
		Ботяновский (рододендроны, главная цветочная экспозиция), ст. лаборант Варвара Миновна Хатько 
		(георгины, многолетники) и др. ставшие известными в республике специалистами-цветоводами.

		<p>В связи с тем, что разработанный в 1940 г. генеральный план реконструкции ЦБС не был исполнен 
		из-за войны, возникла необходимость в разработке нового проекта. В 1957-1962 гг. его выполнил 
		институт «Белгоспроект». Согласно этому проекту в дендрарий была включена часть лесопарковой 
		зоны, увеличена площадь некоторых географических секторов и ландшафтного парка, выделена 
		экспозиция цветочно-декоративных растений. Часть территории плодового сада передана под 
		экспериментальные участки. 
		
		<p>Запланировано было создание искусственного водоёма для экспонирования водной и прибрежной 
		растительности, экспозиции декоративных растений - розарий, сирингарий, сад георгин, сад 
		цветочных сочетаний, сад луковичных культур, партеры, перголы и др.; а также 
		систематический участок белорусской флоры.

		<p>Планировалось создание оранжереи и приоранжерейного участка для летних экспозиций 
		тропических и субтропических растений.

		<p>В 1958 г. в Саду были сформированы следующие структурные подразделения: 
		
		<p><ul>
			<li>отдел декоративного растениеводства с группой зеленого строительства
			<li>дендрологии
			<li>плодоводства
			<li>систематики
			<li>садово-парковый
			<li>группа защиты растений (мл. науч. сотр. Лосинская Н.Л. и лаборант Курцер Н.М. )
			<li>экскурсионное бюро ( мл. науч. сотр. Плавник Д.Д.)
		</ul>
		
		<p>Продолжались работы по накоплению коллекций и благоустройству территории. 
		
		<p>В экспедицию за растениями флоры Средней Азии отправляется Г.В. Пашина. Н.В.Смольский 
		с сотрудниками привозит из экспедиции в Таджикистан видовые тюльпаны, которые используют 
		в селекции по выведению отечественных сортов тюльпанов (Кудрявцева, Бибикова). Быстро пополнилась 
		коллекция сирени, насчитывающая 74 сорта. 
		
		<p>Большое внимание уделялось формированию ландшафтного парка, как образца садово-паркового 
		искусства. Только за один год там высадили 217 кустов сортовой сирени, 40 кустов чубушника, 
		50 калины Бульданеж, 16 других видов в количестве 1800 растений. Для расширения коллекции роз 
		проводилась массовая окулировка. До 500 м². увеличили площадь клумбы и рабатки на партере, 
		до 0,1 га площадь цветников на ореховой аллее. Там высадили 68 тысяч растений, в т.ч. 
		однолетников 60 тысяч, многолетников и луковичных – 6,5 тысяч, двулетников -1,5 тысячи растений.

		<p>Проводится профилировка и приводится в порядок 8 тыс. м дорожной сети. На всех ботанических 
		участках устанавливаются 5 тысяч этикеток.

		<p>Коллекция цветочно-декоративных растений за этот период увеличилась до 3000 наименований. 
		Впервые в Беларуси методом гибридизации были выведены отечественные сорта гладиолусов и георгин.

		<p>Специалисты Сада разработали новый экскурсионный маршрут по экспозиции «Ландшафтные 
		экспозиции», где демонстрировались 10,5 тысяч гладиолусов, 3,5 тыс. георгин, 6,5 тыс. тюльпанов, 
		4,7 тыс. гиацинтов, 1,9 тыс. нарциссов, 3 тыс. белых лилий, 300 разноцветных лилий, – луковиц, 50 
		тыс. однолетников , 30 тыс. двулетников и многолетников, 3 тысячи ирисов и 2 тысячи флокса 
		метельчатого.

		<p>Большое внимание уделялось пропаганде достижений ученых. В этих целях школам и другим 
		организациям ЦБС передал 1687 образцов новых видов и сортов растений.

		<p>В конце 50-x в начале 60-х годах проблемами для ЦБС оставались отсутствие ограды, затянувшаяся 
		стройка оранжерей и административного корпуса. Оранжерея была необходима как можно быстрее, т.к. 
		полезная площадь существовавших в то время пяти оранжерей (одна из них грунтовая) составляла 
		всего лишь 284 м². Высота и площадь оранжерей не обеспечивали потребности растений в нормальном 
		росте и развитии. Из-за ветхости этих помещений не удавалось поддерживать в них нужную 
		температуру, что отрицательно влияло на сохранность коллекции. А коллекция тропических и 
		субтропических растений ЦБС в 1958 г. была немалой – 1334 вида из 495 родов из 113 семейств 
		в количестве 6 тысяч растений. Наибольшим разнообразием отличались семейства кактусовых, 
		лилейных, миртовых. 
		
		<p>Проводился большой объем работ по содержанию растений. В 1960 г. в оранжерее работали 
		с.н.с. Лагун Л.Н., м.н.с. Левданская П.И., Тесленок Л.С. Несмотря на сложности в содержании 
		коллекции ежегодно возле оранжереи устраивалась довольно большая по площади (3600м²) летняя 
		экспозиция оранжерейных растений (1017 видов из 369 родов в количестве 4040 растений), которые 
		экспонировались по географическому принципу. 
		
		<p>Растения Австралии и Новой Зеландии были представлены 31 видом из 20 родов в количестве 140 
		шт., Юго-Восточной Азии – 402 видами из 150 родов в количестве 1450 растений, Центральной и Южной 
		Америки – 210 видов и сортов из 127 родов в количестве 800 растений; Средиземноморья – 100 видов 
		и сортов из 67 родов в количестве 850, Кактусы и суккулентов – 600 растений 224 видов, форм из 85 
		родов, в уголке комнатных растений 50 видов и сортов из 20 родов. Кроме них экспонировались 20 
		видов, форм и сортов ампельных и вьющихся растений (100 шт.). Коллекционные растения оранжерей 
		выставлялись также на городской выставке цветов, проходившей в августе 1958 г. в г. Минске.

		<p>В ЦБС с момента его организации были начаты работы по изучению опыта садово-паркового 
		строительства Беларуси. Эти работы, прерванные войной, продолжились в конце 1940-х - начале 
		1950-х годов С.Д.Георгиевским и Е.В.Ивановой. Была поставлена задача выявить лучшие примеры 
		планировки садов и парков, определить их дендрологический состав, выявить маточники наиболее 
		ценных видов и сортов для использования в практике зеленого строительства БССР, а также наметить 
		парки, подлежащие охране, как памятники садово-паркового искусства. К этой работе были привлечены 
		В.Г.Антипов, А.А.Чаховский, Н.В. Шкутко. Было обследовано 200 садово-парковых объектов. 
		В.Г.Антипов впоследствии издал монографию о парках Беларуси.

		<p>Сотрудниками ботанического сада в этот период был разработан генеральный план озеленения 
		промышленной территории Минского автомобильного завода (Антипов В.Г.), оказывалась помощь в 
		составлении проекта озеленения экспериментального квартала в г. Минске., проведены комплексные 
		исследования по установлению причин отмирания сосен в парке им. Челюскинцев (А.К.Чурилов, 
		Л.П.Смоляк, Н.Н. Купчинов, В.Г.Антипов и др.). Под руководством академика Н.А. Дорожкина началось 
		изучение видового состава болезней и вредителей интродуцированных растений, и разработка мер 
		борьбы с ними (С.В.Горленко, Н.Л. Лосинская и др.).

		<p>К 1960 г. коллекционный фонд растений Сада увеличился по сравнению с 1955 г. почти в три раза, 
		достигнув 7 тысяч наименований, что вывело ЦБС в ряд самых крупных ботанических садов СССР. 
		Следует подчеркнуть, что уже в этот период благодаря Н.В.Смольскому тематика научных исследований 
		была ориентирована на потребности народного хозяйства республики, а достижения учёных внедряли в 
		практику.

		<p>Результаты работы коллектива Сада были отмечены медалями и дипломами ВДНХ СССР. Наиболее 
		интересные гибридные формы селекции сада экспонировались в 1963 г. на ВДНХ СССР и были удостоены 
		аттестатов I-й степени. Одна из старейших сотрудников Сада ст.н.с. к.б.н. Анна Станиславовна 
		Мерло награждена бронзовой медалью за выведение перспективных форм гладиолусов и георгин, за 
		создание коллекции гладиолусов (500 сортов), флоксов (115 сортов), пионов (20 сортов), лилий (30).

		<p>В октябре 1964 г. Президиум АН БССР утвердил для ЦБС новое направление исследований - охрана 
		природы. Н.В. Смольский возглавил Комитет по охране природы при Совете министров БССР.

		<p>Руководство страны и АН БССР заслуженно оценило вклад Центрального ботанического сада в 
		развитие научных исследований в области интродукции и охраны природы, просветительскую 
		деятельность. Решением Государственного комитета СМ СССР по науке и технике от 16 ноября 1967 г. 
		№ 72 на ЦБС распространился статус научно-исследовательского института. Затем, в декабре, 
		утверждается структура и научные направления работ лабораторий. Изменение статуса Сада явилось 
		организованным оформлением и признанием общего роста его, как научного учреждения.

		<p>В середине 1970-х годов окончательно оформилась структура Сада, которая практически не 
		изменилась до наших дней. Она включала 7 лабораторий:

		<p><ul>
			<li>Лаборатория мобилизации растительных ресурсов
			<li>Лаборатория интродукции древесных растений
			<li>Лаборатория интродукции и селекции орнаментальных растений
			<li>Лаборатория химии растений и технологии растительного сырья
			<li>Лаборатория физиологии устойчивости и питания интродуцентов
			<li>Группа защиты растений
			<li>Лаборатория экологии и охраны природы
			<li>и 4 научно-вспомогательных подразделения (научная библиотека, фотолаборатория, гербарий 
			интродуцированных растений, экскурсионное бюро) 
		</ul>
		
		<p>Коллектив в то время насчитывал 97 человек, в том числе 2 докторов наук. 20 кандидатов наук. 
		Следует отметить, что сотрудников (причем как научных, так и технический персонал) для работы в 
		Саду Н.В.Смольский подбирал очень строго. Здесь не задерживались люди, равнодушные к Саду, 
		растениям, к результатам своего труда. Поэтому в ЦБС работали профессионалы, влюбленные в свое 
		дело, в Сад, сохраняющие традиции «вавиловской школы», заложенные Николаем Владиславовичем 
		Смольским. Поэтому ЦБС стабильно развивался, достиг больших успехов благодаря сформированному 
		коллективу, многие из сотрудников которого проработали в Саду 30-40 лет и более.

		<p>К концу 1970-х годов коллекционный фонд ЦБС достиг 9000 наименований. В этот период в ЦБС 
		впервые в республике началось интродукционное испытание и определение перспектив промышленного 
		выращивания клюквы крупноплодной (к.б.н. М.А.Кудинов, аспирант Е.К.Шарковский). Расширяются 
		физиологические исследования интродуцированных растений. Начинаются исследования 
		газопоглотительной способности и газоустойчивости растений (к.б.н. Н.В.Гетко, аспирант 
		С.А.Сергейчик).

		<p>Заметную роль в жизни ЦБС играла созданная в 1960-е годы фотолаборатория. Её работу возглавила 
		и организовала талантливый фотограф-художник Раиса Павловна Дитлова. Она создала фотолетопись 
		Сада. Практически все книги, диссертации и путеводители иллюстрировались ее фотографиями. 
		Благодаря Р.П. Дитловой мы можем узнать, каким был Сад несколько десятилетий назад, увидеть лица 
		наших коллег.

		<p>За достигнутые успехи в научной, научно-просветительной работе и в строительстве Сада ЦБС в 
		1972 г. был награжден Почетной грамотой Верховного Совета БССР. Почетными грамотами Верховного 
		Совета БССР были награждены также 7 научных сотрудников Сада.

		<p>В 1976 г. скоропостижно ушел из жизни Н.В.Смольский. На пост директора ЦБС был назначен 
		к.б.н., впоследствии д.б.н., член-корреспондент АН БССР Евгений Антонович Сидорович. По его 
		инициативе в ЦБС расширяются и углубляются исследования в области экологической физиологии 
		растений. Для этих целей в 1977 г. создается лаборатория экологической физиологии растений, 
		которую возглавил Е.А.Сидорович. 
		
		<p>Продолжаются работы по основной тематике Сада – интродукции и отбору видов и сортов, 
		перспективных для народного хозяйства республики. Расширяются исследования в области лечебного 
		садоводства, формируется коллекция форм облепихи из разных районов СССР. Результаты 
		интродукционных исследований активно осваивались в народном хозяйстве республики. Были 
		разработаны ассортименты декоративных растений и газонных трав для озеленения г. Минска, 
		интегральная система защиты городских зеленых насаждений от вредителей и болезней (д.б.н. С.В. 
		Горленко). Возобновилось целенаправленное изучение дендрофлоры парков республики (к.б.н. 
		А.Т.Федорук).

		<p>Именно в этот период в ЦБС были разработаны научные основы промышленного выращивания клюквы 
		крупноплодной в Беларуси. Эту работу осуществляли сотрудники созданной новой лаборатории 
		интродукции ягодных культур.

		<p>В 1975 – 1978 гг. в Саду был построен современный интродукционный питомник со стационарной 
		теплицей площадью 1000м² и туманообразующей установкой для проведения научно-исследовательской 
		работы и массового размножения ценных древесно-кустарниковых растений. Это позволило ускорить и 
		значительно увеличить объем работ по внедрению наиболее ценных интродуцентов в озеленение 
		республики.

		<p>За цикл работ по экспериментальному изучению природных растительных комплексов заповедных 
		территорий Белоруссии в 1978 г. коллективу сотрудников ЦБС Н.В. Смольскому (посмертно), 
		А.А.Бойко, Е.А. Сидоровичу была присуждена Государственная премия БССР в области науки и техники. 
		По результатам исследований только за 1975-1978 гг. было опубликовано 11 монографий и 369 статей, 
		подано 6 заявок на предполагаемое изобретение, в государственное испытание передано 6 гибридов 
		тюльпанов, гладиолусов, герберы и сирени селекции ЦБС. В 1979 г. 4 сорта сирени селекции ЦБС 
		(В.Ф. Бибикова) были включены в Международный регистр сортов.

		<p>На основе комплексного изучения адаптивного потенциала и биохимической оценки был определен 
		ассортимент новых декоративных, лекарственных и пряно-ароматических (М.А. Кудинов. Л.В. Кухарева) 
		и новых плодово-ягодных растений (А.А. Чаховский, И.М. Гаранович, Д.К. Шапиро) для 
		культивирования в условиях Беларуси, что явилось фундаментом для развития отечественного 
		цветоводства, лекарственного растениеводства и нетрадиционного плодоводства.

		<p>В этот период степень кандидата наук получили 5 сотрудников ЦБС, доктора наук – 2.

		<p>Достижения в области интродукции и сортоизучения цветочно-декоративных растений были отмечены 
		дипломом 1 степени, 4 золотыми, 1 серебряной и 1 бронзовой медалями международной выставки цветов 
		«Флора Оломоуц-77», дипломом 11 степени ВДНХ СССР. Сотрудники ЦБС были награждены 1 золотой, 
		6 серебряными и 15 бронзовыми медалями ВДНХ СССР, золотой медалью за экспонированные георгин на 
		международной выставке цветов в г. Эрфурт (ГДР), серебряной медалью на выставке цветов в 
		г. Штутгарте (ФРГ).

		<p>За этот период в практику внедрено более 800 видов и сортов цветочно-декоративных растений, 
		создан фонд гибридов декоративных растений, включающий 4200 номеров, разработан способ селекции 
		тюльпана с использованием флавоноидных соединений при гибридизации, позволяющих повысить 
		завязываемость семян и жизнеспособность гибридных сеянцев.

		<p>Важнейшими источниками формирования коллекций живых растений был обмен семенами и живыми 
		растениями с ботаническими сада мира, а также экспедиционные сборы растений в местах их 
		естественного произрастания. Экспедиционные сборы имеют важное значение при формировании и 
		пополнении коллекций. Поэтому ботаники Сада ежегодно совершали экспедиции для сбора семян и 
		посадочного материала в районах Дальнего Востока, Курильских островов, Сахалина, Алтая, 
		Памиро-Алая, Кавказа, Крыма, Карпат, равнинных территорий Прибалхашья, дельты Дуная, побережья 
		Балтийского моря. 
		
		<p>Благодаря экспедиционным сборам удалось непосредственно из мест естественного 
		произрастания интродуцировать в Сад формовое разнообразие облепихи, такие ценные растения как 
		аралия маньчжурская, элеутерококк, сосна кедровая корейская, ель тянь-шанская, абрикос 
		манчжурский, тюльпаны Грейга и Фостера, юнона бухарская, эремурус Ольги, родиола розовая, 
		цикламен косский и др. В этот период была сформирована коллекция охраняемых растений флоры 
		Беларуси численностью 89 видов.

		<p>В 1980-1985 г.г. наряду с продолжением исследований в области интродукции, где ЦБС являлся 
		головной организацией, начались исследования по новым направлениям – биотехнологии и 
		биологическому мониторингу.

		<p>Прошли интродукционное испытание новые кормовые растения, в т.ч. галега восточная, была 
		обоснована целесообразность использования ее в производстве кормов в республике. Успешному 
		проведению биологического мониторинга способствовало создание в ЦБС системы автоматизированного 
		сбора и анализа первичной информации с помощью микро-ЭВМ.

		<p>ЦБС выполнял важную работу по подбору ассортимента галофитов для биологической рекультивации 
		солеотвалов объединения «Белоруськалий», а также древесно-кустарниковых пород для создания 
		защитных лесных полос вокруг солеотвалов и шламохранилищ.

		<p>По результатам исследований, выполненных в лаборатории экологической физиологии, созданы карты 
		техногенного загрязнения лесных экосистем Беларуси соединениями серы и тяжелых металлов, 
		разработаны рекомендации по снижению последствий воздействия техногенных факторов на лесные 
		насаждения Беловежской пущи. Активно велись работы по повышению устойчивости и оптимизации 
		состояния городских зеленых насаждений. Достижения ЦБС в области охраны окружающей среды были 
		удостоены медали им. Г. Менделя АН Чехословакии.

		<p>Экспонаты ЦБС в области интродукции и сортоизучения цветочно-декоративных растений за 
		1980-1985гг. отмечены 67 медалями, в т.ч. 23 медалями международной выставки «Флора Оломоуц», 
		среди которых 7 золотых, 8 серебряных, 8 бронзовых медалей (участники - Л.П. Гусарова, 
		О.И. Манкевич, Э.А. Бурова)

		<p>С 1986 г. ЦБС включился в выполнение государственной программы по минимизации последствий 
		аварии на ЧАЭС. Основные исследования проводились в лаборатории экологии растений под 
		руководством д.б.н. А.В. Бойко, а также в лабораториях экологической физиологии, интродукции 
		древесных растений, и интродукции плодово-ягодных растений. 
		
		<p>В итоге выполнения 18-ти тем ОГНТП 
		«Минимизация последствий аварии на ЧАЭС» установлено воздействие различных уровней радиоактивного 
		загрязнения на накопление радионуклидов в древесине и плодах различных дикорастущих и культурных 
		растений, оценена перспективность и разработана технология выращивания представителей сем. 
		Аралиевых (аралия, элеутерококк) для получения препаратов радиопротекторного действия.

		<h2 id="history_4">1992-2012 гг. адаптация к новым социально-экономическим условиям</h2>
		
		<p>В первой половине 90-х годов прошлого века, в условиях финансового кризиса и развала экономики 
		(при переходе Республики Беларусь к государственной самостоятельности) Центральному ботаническому 
		саду НАН Беларуси удалось сохранить без значительных потерь научный коллектив, сберечь уникальные 
		коллекционные фонды растений, в особенности субтропической и тропической флоры, на высоком уровне 
		выполнить большой объем научных исследований. В этом была большая заслуга директора ЦБС чл.-корр. 
		НАН Беларуси Е.А. Сидоровича. В структуре Сада была организована тематическая группа 
		биотехнологии под руководством д.б.н. Е.Н. Кутас, которая начала исследования по микроклональному 
		размножению ценных растений (рододендроны, клюква, голубика высокорослая, сирень, гербера и д.).

		<p>В связи с уменьшением базового финансирования лаборатории активно включаются в выполнение 
		заказных работ. Крупными заказами явились научно-технические проекты по линии ГКНТ 
		«Женьшеневодство», «Пряно-ароматические растения», «Клюквоводство», «Брусника». В результате их 
		выполнения были созданы и усовершенствованы технологии выращивания новых для Беларуси ягодных 
		культур – клюквы крупноплодной, брусники, женьшеня, 5 видов пряно-ароматических растений. 
		Разработано около 50 композиций фиточаев, безалкогольных напитков и столовых вин.

		<p>В 1997 г Президиум НАН Беларуси назначает директором ЦБС члена-корреспондента, впоследствии 
		академика НАН Беларуси Владимира Николаевича Решетникова. Оценивая реальное положение дел в 
		организации, В.Н. Решетников осознал, что решить накопившиеся за многие годы проблемы Сада без 
		государственной поддержки невозможно. Для решения этой задачи по инициативе В.Н. Решетникова в 
		1999 году в Сад был приглашен Президент Республики Беларусь А.Г. Лукашенко. Это события явилось 
		историческим в жизни коллектива, определило на многие годы его дальнейшую судьбу и развитие.

		<p>Во исполнение данных во время визита Главы государства поручений были приняты и реализованы 
		важнейшие для ЦБС постановления Совета Министров Республики Беларусь «Об утверждении программы 
		реконструкции объектов Центрального ботанического сада Национальной академии наук Беларуси», 
		«Об объявлении коллекционных фондов живых растений и гербария Центрального ботанического сада 
		НАН Беларуси научным объектом, являющимся национальным достоянием», «Об утверждении 
		Государственной программы создания национального генетического фонда хозяйственно-полезных 
		растений». Решением Минприроды Республики Беларусь Центральный ботанический сад объявлен 
		Памятником природы республиканского значения. Сад получил статус Памятника ландшафтной 
		архитектуры 2-ой половины ХХ века. Сформированы и утверждены Государственные программы развития 
		сырьевой базы и переработки лекарственных и пряно-ароматических растений на 2000 - 2003 гг. и на 
		2005-2010 гг.

		<p>Существенно активизировалась научно-исследовательская и инновационная работа, пополнение 
		генофонда.

		<p>Путем обмена с зарубежными ботаническими учреждениями, целевых экспедиций и командировок за 
		последние 15 лет к первичному интродукционному испытанию привлечено более 15 тысяч таксонов 
		мировой флоры, из которых выделено для пополнения и обновления национального генофонда 
		декоративных, пряно-ароматических, плодово-ягодных растений более чем 1200 наименований, что 
		создало существенный резерв для обогащения культурной флоры Беларуси.

		<p>Разнообразилась тематика научных исследований практически всех структурных подразделений.

		<p>В лаборатории интродукции и селекции орнаментальных растений начаты исследования культурной 
		флоры декоративных травянистых растений Беларуси, развернуты работы по интродукции декоративных 
		растений аборигенной флоры, по разработке методики мониторинга состояния ботанических коллекций. 
		Лаборатория интродукции древесных растений приступила к оценке состояния дендрофлоры старинных 
		парков республики, включилась в выполнение заданий государственных программ «Фитопрепараты» и 
		«Плодоводство». В лаборатории мобилизации растительных ресурсов выполнялись ответственные 
		исследования по разработке технологий промышленного выращивания лекарственных и 
		пряно-ароматических растений, по интродукция энергетических видов растений. Лаборатория 
		интродукции плодово-ягодных растений сконцентрировала научный потенциал на освоении промышленной 
		культуры голубики высокой.

		<p>Сотрудниками лаборатории фитопатогенных организмов выявлялись закономерности формирования 
		структуры и изучались биологические особенности фитопатогенных организмов интродуцированных 
		растений в зелёных насаждениях областных центров Беларуси, разрабатывалась и внедрялась 
		интегральная система защиты растений от болезней и вредителей в условиях оранжерей и тепличных 
		комплексов.

		<p>Лаборатория экологической физиологии совместно с лабораторией химии и технологии растительного 
		сырья в последние годы исследуют перспективы использования растений сем. вересковые при 
		рекультивации выработанных торфяных месторождений.

		<p>В последние десятилетия значительно расширены селекционные исследования. Наряду с 
		цветочно-декоративными растениями в селекционные программы включены лекарственные и 
		пряно-ароматические растения, красивоцветущие кустарники. С использованием разных 
		селекционно-генетических методов создан отечественный селекционный фонд декоративных и 
		хозяйственно- полезных растений, выведено более 70 новых сортов, внесенных в Государственный 
		реестр. ЦБС стал ведущим в стране научно-практическим центром по селекции декоративных, 
		лекарственных и пряно-ароматических культур.

		<p>В 1998 г. в структуру ЦБС переведена из Института экспериментальной ботаники им. 
		В.Ф. Купревича НАН Беларуси лаборатория биохимии и биотехнологии растений (рук. д.б.н. 
		В.Н. Решетников). Кадровый состав этой лаборатории насчитывал 26 сотрудников, в том числе, 
		доктора биологических наук В.Н.Решетников и В.Л. Калер, кандидаты биологических наук 
		Е.В. Спиридович, О.П. Булко, Т.И. Фоменко, И.И. Паромчик, Р.А. Ненадович, Л.В. Гончарова; 
		кандидаты технических наук Е.Н. Скачков, Е.А. Городецкая. Продолжая и развивая исследования 
		собственной биохимической школы, основными направлениями научной деятельности этой лаборатории 
		явились проблемы биохимии биологически активных веществ представителей местной и 
		интродуцированной флоры, биохимия и физиология дифференциации и дедифференциации клеток и тканей 
		растений, протеомика и эпигенетика растительной клетки и субклеточных структур. Успешная научная 
		и инновационная деятельность лаборатории сочеталась с активной подготовкой кадров высшей 
		квалификации. В период 1999-2009 гг. защитили кандидатские диссертации А.Б. Власова, О.В. Чижик, 
		А.А. Кузовкова (Ленец), В.Т. Василевко, Н.Ю. Королева, А.Г. Шутова, П.С. Шабуня, А.В. Башилов.

		<p>Творческий и кадровый рост лаборатории (более 35 сотрудников), ее продуктивная работа в 
		области приоритетных направлений научной и научно-технической деятельности, активное 
		международное сотрудничество дали основание для преобразования лаборатории в отдел биохимии и 
		биотехнологии растений, в составе которого в 2009 году были образованы лаборатория прикладной 
		биохимии (заведующая к.б.н. Е.В. Спиридович), лаборатория клеточной биотехнологии (заведующая 
		к.б.н. Т.И. Фоменко). Отдел возглавляет доктор биологических наук, профессор, академик В.Н.
		Решетников, которому в 2008 г присвоено звание «Заслуженный деятель науки республики Беларусь».

		<p>В настоящее время в отделе развернуты работы в области биотехнологии, в том числе по созданию 
		новых форм растений методами современных клеточных технологий, а также микроклонального 
		размножения хозяйственных растений. Активно развивается протеомный анализ клеток и ее 
		компарментов, молекулярно-генетической паспортизации коллекционных фондов, исследования 
		биологически активных природных соединений для создания биокорректоров и антиоксидантных 
		комплексов нового поколения.

		<p>Совместно с организациями Отделения аграрных наук НАН Беларуси разработаны новые виды 
		безалкогольных и чайных напитков, плодоовощных консервов, приправ, соков с использованием 
		местного пряно-ароматического сырья, обладающих высокой биологической ценностью и способных 
		заменить импортные аналоги.

		<p>Разработки Центрального ботанического сада являются научной базой развития зеленого 
		строительства, многих отраслей промышленности, лесного и сельского хозяйства. Выделенные 
		сотрудниками ЦБС в результате сравнительной комплексной оценки новые виды и сорта декоративных 
		растений, (в том числе селекции ЦБС), включаются в государственный реестр РБ. Внедрение их в 
		практику озеленения позволило многим объектам зеленого строительства Беларуси, имея национальный 
		колорит, соответствовать лучшим европейским стандартам озеленения и оптимизации экологической 
		обстановки. Активно развивающееся любительское цветоводство получает обновленный ассортимент 
		современных декоративных растений.

		<p>За 2001-2011 гг. ЦБС выполнил большой объем работ по реконструкции объектов основной 
		инфраструктуры. Сад превратился в большую строительную площадку. Реконструированы 
		научно-производственные оранжереи, построена и введена в эксплуатацию экспозиционная оранжерея, 
		лимонарий, теплица для микроклонального размножения растений, реконструирован озерный комплекс, 
		обустроена современная дорожно-тропиночная сеть, выполнен большой объем работ по благоустройству 
		территории, начаты работы по реконструкции хозяйственного комплекса, карантинного питомника, 
		клубнехранилища, административного здания и др.

		<p>В 2008 году ЦБС НАН Беларуси включен в состав государственного научно-производственного 
		объединения «Научно-практический центр НАН Беларуси по биоресурсам», в том же году разработана 
		и одобрена Президиумом НАН Беларуси Концепция комплексного развития ЦБС на 2008 – 2015 гг. план 
		мероприятий по ее реализации.

		<p>В 2009 г. Президиум НАН Беларуси назначает директором ЦБС д.б.н. Владимира Владимировича 
		Титка. Продолжается крупномасштабная реконструкция объектов ЦБС, заметно расширяется 
		информационная и выставочная деятельность.

		<p>Центральный ботанический сад НАН Беларуси наших дней - это один из ведущих институтов 
		биологического профиля в Республике Беларусь.Научная и научно-техническая деятельность ЦБС 
		направлена на решение актуальных задач сельского, лесного, жилищно-коммунального хозяйства, 
		фармацевтической и пищевой промышленности, природопользования и охраны окружающей среды, 
		биоэнергетики. ЦБС обладает высоким научно-техническим потенциалом, современной 
		научно-исследовательской базой, экспериментальным оборудованием, что позволяет на высоком уровне 
		выполнять комплексные научные исследования по основным направлениям деятельности,успешно 
		осуществлять инновационную деятельность, вести подготовку научных кадров. В ЦБС продолжают 
		успешно работать научные школы интродукции растений (акад. Н.В. Смольский) экологический 
		физиологии растений (чл.-корр. НАН Беларуси Е.А. Сидорович), биохимии и биотехнологии растений 
		(акад. В.Н. Решетников, чл.-корр. НАН Беларуси Ж.А. Рупасова).

		<p>В структуре ботанического сада 10 научных подразделений, сектор просветительской работы, 
		хозяйственная и инженерная служба, бухгалтерия и планово-финансовое управление, отдел кадров. В 
		настоящее время в саду работает около 250 человек. Численность работников, выполняющих научные 
		исследования и разработки составляет 190 человек, в том числе исследователей – 118, из них 1 
		академик, 2 член-корреспондента НАН Беларуси, 7 докторов наук и 37 кандидатов наук.

		<p>ЦБС являлся головной организацией-исполнителем Программы реконструкции Центрального 
		ботанического сада НАН Беларуси на 2007-2013 годы, 2 подпрограмм 2 государственных программ, 
		Отраслевой научно-технической программы «Интродукция и озеленение» на 2011-2015 гг.,выполняет 
		исследования в рамках 3 государственных программ научных исследований, участвует в выполнении 
		государственных программ «Генофонд», «Плодоводство», «Импортозамещение», Государственной 
		программы Комплексного развития Припятского Полесья, 3 государственных научно-технических 
		программ и др. ЦБС выполняет ежегодно 15-18 проектов по грантам Белорусского республиканского 
		фонда фундаментальных исследований, более 30 хозяйственных договоров и контрактов с предприятиями 
		и организациями Беларуси, с зарубежными фирмами и организациями.

		<p>В ЦБС создан устойчивый базис в научной и практической сферах деятельности. Активная работа 
		ЦБС в области интродукции растений обеспечила создание ценного генофонда декоративных и 
		хозяйственно-полезных интродуцированных растений в количестве более 10 тысяч наименований, 
		который широко используется в народном хозяйстве. Отдельные коллекционные растения уникальны 
		и имеются не более чем в двух-трех ботанических садах мира. Проведена инвентаризация и 
		государственная регистрация ботанических коллекций из 32 наименований. Активизирована 
		селекционная работа.Развёрнуты биохимические и генно-инженерные исследования, включенные в 
		фундаментальные и научно-технические программы. Продолжается капитальное строительство и 
		реконструкция объектов основной инфраструктуры. Выполняются наукоемкие работы в области зелёного 
		строительства, в том числе на важнейших объектах республиканского значения. ЦБС участвует в 
		озеленении парадных территорий областных и районных центров, предприятий и организаций Беларуси.
	
		<p>Расширяется и крепнет международное сотрудничество. Ежегодно сотрудники сада выезжают в 
		зарубежные командировки и экспедиции для приобретения нового генетического материала растений, 
		участия в совместных исследованиях, конференциях, а также для прохождения стажировок. Совместные 
		научные проекты выполняются с научными организациями России, Украины, Молдовы, Венгрии, Болгарии, 
		Вьетнама, Монголии и др. Установлены деловые контакты с ботаническими садами Великобритании, 
		профильными фирмами Германии. Знаменательным событием для постсоветского пространства явилось 
		создание в 2008 году Ассоциации ботанических садов России и Беларуси.

		<p>Перспективы дальнейшего развития Центрального ботанического сада НАН Беларуси на ближайшую 
		перспективу определены Концепцией комплексного развития Центрального ботанического сада НАН 
		Беларуси на 2008-2015 годы. Концепция предусматривает сохранение преемственности в изучении 
		биологического разнообразия природной флоры Беларуси и зарубежных флор, в разработке проблем 
		интродукции и акклиматизации растений, научных основ и технологий рационального использования 
		растительных ресурсов, в развитии селекционных работ, в обеспечении пополнения, надлежащего 
		сохранения и документирования коллекционных фондов, а также их широкого использования в 
		демонстрационных, образовательных и рекреационных целях.

		<p>Реализация этих положений будет осуществляться на современной научной и 
		инновационно-технологической основе, что должно обеспечить повышение уровня научной и 
		научно-практической деятельности Центрального ботанического сада НАН Беларуси, вхождение 
		его в число ведущих ботанических садов мира, превращение в уникальный природно-растительный 
		комплекс общенационального значения.
	</main>
	
	<%@ include file="footer.jsp" %>
</div>	
</body>
</html>